
[单个涨停直接触发]



[单个涨停压单触发]
压单数触发条件=5000



[单个涨停封单触发]
封单数触发条件=10000




[批量涨停直接触发]
涨停买入=Table.txt




[批量涨停压单触发]
涨停买入=Table.txt
压单数触发条件=5000



[批量涨停封单触发]
涨停买入=Table.txt
封单数触发条件=10000




[单个涨幅]
幅度=9.88



[批量涨幅]
涨跌幅买入=Table.txt
幅度=9.8




[涨停价少一分钱买]
金额=0.01



；炸板即卖，回落金额
[涨停回落金额]
回落金额=0.01



；炸板即卖，回落X%
[涨停回落比例]
回落比例=3.5




[清仓设置]
清仓价格=买五价
清仓比例=100





[反弹买入]
相对现价下跌=2
累计反弹=1




[回落卖出]
相对现价上涨=2
累计回落=1


[最新价止盈止损]
盈利=2
冲高回落=1
亏损=1



[成本价止盈止损]
盈利=7
冲高回落=0.7
亏损=4.2



[可转债最新价止盈止损一]
盈利=5
冲高回落=0.8
亏损=3.1



[可转债最新价止盈止损二]
盈利=2
冲高回落=0.8
亏损=0.5



[可转债最新价止盈止损三]
盈利=3
冲高回落=0.8
亏损=0.5



[可转债最新价止盈止损四]
盈利=4
冲高回落=0.8
亏损=0.5



[可转债最新价止盈止损五]
盈利=5
冲高回落=2
亏损=3





		
；请先在同花顺网上交易系统5.0，买入(F1)锁定数量，
；在买入数量处填写数量，然后点右边的锁定当前数量
[按数量批量买入下单]
批量买入=Table.txt
每票买入数量=




；请先在同花顺网上交易系统5.0，买入(F1)锁定金额，
；在买入数量处填写金额，然后点右边的锁定当前金额
[按金额批量买入下单]
批量买入=Table.txt
每票买入金额=



[上一次启动位置]
x=2354
y=563
[透明设置]
透明模式=正常模式
